{
    "title": "АЛЕКС",
    "Projects": "Проекти",
    "About": "За мен",
    "AboutProject": "За проекта",
    "BierensCreatedWith": "Проекта е създаден с: Figma, React & PrimeReact",
    "StudentCornerCreatedWith": "Проекта е създаден с: Figma, MongoDB, HTML/CSS & EJS",
    "ExpatCreatedWith": "Проекта е създаден с: Figma",
    "Contact": "Свържи се с мен",
    "InfoBox":"Аз съм Александър Карамирев, студент във Fontys UAS, огромен запалянко на тема видео игри и музика.",
    "about":{
        "title": "ЗА МЕН",
        "p1": "Здравей! Аз съм Александър Карамирев и съм студент трета година във Fontys UAS специализирайки Медиен Дизайн. Студент съм от 2021 и проектите ми са фокусирани около създаването на уебсайтове - UX / UI елементи, програмиране и пускане онлайн.",
        "p2": "Що се отнася до техническите ми умения, владея на задоволително ниво HTML, CSS и JavaScript. Освен това, в момента интензивно изучавам React. Използвал съм MongoDB за създаване на малка база от данни. Аз използвам Figma за създаването на моите прототипи и имам познания с приложенията в Adobe Creative Cloud.",
        "p3": "Работил съм с частни клиенти, както и клиенти от малки и големи фирми като LiveWall и Expat Service, като в момента работя с Bierens Group.",
        "p4": "В момента се интересувам от почасова работа. Имам възможност и за freelancing! Ако имаш нужда от допълнителна помощ може да се свържеш с мен."
    },
       "contact": {
           "p1": "В момента съм зает с това да се опитам да завърша и този семестър, но въпреки това в тази секция можеш да намериш няколко начина по които можеш да ми пишеш, държа да те предупредя, че отговорът ми може да се забави, понеже съм зает с това да довършвам някой проект или просто играя аркадни игри.",
           "p2": "Междувременно можеш да разгледаш проектите които съм сложил в сайтът, те ще ти помогнат да опознаеш мен и начинът ми на работа. Благодаря за отделеното време, сайонара ツ",
           "footer": "©СЪЗДАДЕНО ОТ АЛЕКСАНДЪР КАРАМИРЕВ,"
       },
    "projects":{
            "studentcorner": "Студент Корнър",
            "studentcorner_parag1": "'Студент Корнър' е уебсайт, който има за цел да подобри и улесни обучението на студентите, да увеличи максимално продуктивността и да следи важни събития, дати за изпити и критични крайни срокове.",
            "studentcorner_parag2": "Този уебсайт е създаден за компанията ЛайвУолл. Допринесох за дизайна на уебсайта и създадох, структурирах и внедрих бекенда за проекта. В самата база данни създадох процесите за влизане и регистриране.",
            "studentcorner_parag3": "Прототипа на проекта е създаден с Фигма, софтуерът е използван за разпределянето на елементите. Репото е създадено с ГитЛаб, последствие мигрирах към ГитХъб, а кодът за самото приложение мина през няколко фази.",
            "studentcorner_parag4": "Проекта е разделен на две части: Статична и бакенд част. За статичната част на проекта е използвано ванила HTML/CSS & JS. За динамичната част, състояща се от регистрация и запазване на потребителите, запазване на бележки и дати в календара или разделът за бележки е използвано MongoDB в комбинация с EJS.",
            "expatservice": "Експат Сървис",
            "expatservice_parag1": "Моят клиент, Експат Сървис, имаше проблеми с работата на тяхната онлайн данъчна услуга, която предлагат. Моят клиент имаше затруднения с това да разграничи услугата си от тази на конкурентите, както и да се увери, че приложението му може да бъде използвано на всякакви устройства (десктоп, мобилни). Като цяло моята задача бe да създам функционален прототип, както и да изградя уникален публичен имидж.",
            "expatservice_parag2": "Прототипът се състои от вече създадените функции на услугата, както и новите UX и UI промени. Основният фокус бе върху данъчния въпросник, таблото с всички услуги и допълнителните услуги на Експат Сървис.",
            "expatservice_parag3": "Основната цел бе да се направи лесно достъпна и съвместима за всички устройства данъчна услуга, която, ще предложи безпроблемно изживяване и лесно достъпни услуги. Брандът (който бе имплементиран в данъчният портал) се състои от персонализирани визуализални елементи като цветова палитра, указания за бранда, стратегия и типография.",
            "bierens":"Биеренс Грууп",
            "bierens_parag1": "При клиентът ми Биеренс едно от най-големите препядствия се дължи на това, че наградите са незадоволителни спрямо вложеното време и невъзможността за разширяване на програмата.",
            "bierens_parag2": "Програмата се опитва да награди инвестираното време на потребителят. Възможността за нови бизнес връзки, няолко награди позволяват на потребителят да избере собствената си награда и възможността да 'завърти колелото' когато е несигурен прави приложението забавно и интерактивно.",
            "bierens_parag3": "Прототипа на проекта е създаден с Фигма, софтуерът е използван за разпределянето на елементите. Репото е създадено с ГитЛаб като там също може да се намерят отделните бранчове, структурата на кода е разделена на три части: Реферална, Начална и Админ.",
            "bierens_parag4": "Работата ми по проекта е основно около Админ частта, като по-конкретно се занимавах с таблица която показва данни за различните награди. Допълнително, админът трябва да може да изтегля информацията да изтрива или да добавя нова информация за наградите.",
            "launch": "Виж Повече",
            "type_fed": "Фронт-енд / UX & UI",
            "project_expt": "Редизайн на данъчна система",
            "project_bierens": "Б2Б Реферална система",
            "project_stdcrn": "Дигитален заместител"
        },
        "404": {
            "notfound": "Page not found",
            "notfound_desc":"Even I was not able to think ahead and make this page.",
            "goback": "Go back"
        }
    }
